[
  {
    "id": 1,
    "name": "Café de Colombie",
    "continent": "Amérique",
    "country": "Colombie",
    "profile": "Fruité",
    "price": 28.0,
    "added_date": "2024-10-03",
    "description": "Un café équilibré, aux arômes de noisette, caramel et fruits rouges. Ce café offre une acidité agréable qui équilibre parfaitement la douceur naturelle du caramel. Cultivé dans les montagnes colombiennes, il est réputé pour son goût doux et rond, avec des notes fruitées qui rappellent la fraicheur des baies et des agrumes. Parfait pour ceux qui recherchent un café fruité et accessible à toute heure de la journée.",
    "imgSrc": "https://historias.starbucks.com/_next/image/?url=https%3A%2F%2Fstories.starbucks.com%2Fuploads%2Fsites%2F34%2F2024%2F01%2FColombia_narino_10_2.jpg&w=1920&q=75",
    "preparation": "Pour préparer ce café, optez pour une méthode de filtrage comme la cafetière à piston (French Press) ou une méthode de pour-over. Utilisez environ 15g de café pour 250ml d'eau. L'eau doit être entre 90 et 96°C, et le temps d'infusion de 4 à 5 minutes, pour extraire toutes les saveurs fruitées et équilibrées."
  },
  {
    "id": 2,
    "name": "Café Grec (Ellinikos)",
    "continent": "Europe",
    "country": "Grèce",
    "profile": "Chocolaté",
    "price": 23.0,
    "added_date": "2024-10-09",
    "description": "Le café grec (Ellinikos) est intense et légèrement sucré, avec des notes de chocolat et de noix. Il est souvent préparé avec une mousse dense, offrant une texture veloutée qui le distingue des autres cafés. Servi dans une petite tasse, il est traditionnellement accompagné de sucre ou d'épices comme la cannelle. Ce café robuste est parfait pour ceux qui aiment une boisson sucrée et corsée avec une richesse aromatique.",
    "preparation": "Pour préparer le café grec, utilisez un cezve (pot traditionnel). Mélangez le café moulu finement avec de l'eau froide (environ 50ml par tasse) et du sucre, selon votre goût. Chauffez lentement à feu doux sans remuer, jusqu'à ce que le café commence à mousser. Retirez du feu avant qu'il ne déborde, puis servez immédiatement dans une petite tasse.",
    "imgSrc": "https://i.etsystatic.com/48753366/r/il/b31283/5747435506/il_794xN.5747435506_r3m1.jpg"
  },
  {
    "id": 3,
    "name": "Café Vietnamien",
    "continent": "Asie",
    "country": "Vietnam",
    "profile": "Sucré",
    "price": 22.5,
    "added_date": "2024-10-18",
    "description": "Un café corsé et sucré, avec des notes de chocolat noir et de lait concentré, ce qui le rend crémeux et agréable. Il est souvent préparé glacé avec du lait sucré, créant une boisson rafraîchissante qui se distingue par sa douceur. Ce café est très populaire au Vietnam, offrant une riche expérience de dégustation qui combine intensité et douceur pour une expérience unique.",
    "preparation": "Préparez ce café avec une méthode de filtrage vietnamienne traditionnelle, en versant lentement de l'eau chaude sur le café moulu dans un filtre métallique. Une fois l'infusion terminée, mélangez le café avec une généreuse portion de lait concentré sucré. Servez chaud ou glacé selon votre préférence.",
    "imgSrc": "https://www.asiamarche.fr/cdn/shop/files/3132.jpg?v=1696256182"
  },
  {
    "id": 4,
    "name": "Café Indonésien (Sumatra)",
    "continent": "Asie",
    "country": "Indonésie",
    "profile": "Epicé",
    "price": 27.0,
    "added_date": "2024-10-06",
    "description": "Un café puissant avec des arômes terreux et boisés, accompagnés de notes épicées et de chocolat noir. Ce café est très peu acide, offrant une texture riche et veloutée. Cultivé dans les terres volcaniques de Sumatra, il bénéficie d'un sol fertile qui lui confère des saveurs profondes et complexes. Idéal pour ceux qui aiment les cafés forts et épicés avec une touche de douceur chocolatée.",
    "preparation": "Pour préparer ce café indonésien, optez pour une méthode de filtration à froid ou une cafetière à piston (French Press). Utilisez une mouture grossière et une proportion de 15g de café pour 250ml d'eau. L'eau doit être juste en dessous de l'ébullition, entre 90 et 94°C, et le temps d'infusion d'environ 4 minutes.",
    "imgSrc": "https://produits.bienmanger.com/46313-0w0h0_Cafe_Grains_Bio_Indonesie_Sumatra_Arabica.jpg"
  },
  {
    "id": 5,
    "name": "Café Yéménite",
    "continent": "Asie",
    "country": "Yémen",
    "profile": "Epicé",
    "price": 30.0,
    "added_date": "2024-10-20",
    "description": "Ce café présente des arômes intenses de fruits secs, de chocolat et d'épices douces, avec une acidité marquée qui lui donne une complexité unique. Cultivé dans les montagnes yéménites, ce café est l'un des plus anciens au monde et bénéficie d'une riche histoire de culture. Il est parfait pour ceux qui recherchent une expérience de café épicée et fruitée, avec une profondeur intense.",
    "preparation": "Préparez ce café avec une méthode traditionnelle de filtration manuelle, comme un filtre à main ou une cafetière à piston. Utilisez une mouture fine et 15g de café pour 250ml d'eau. L'eau doit être entre 90 et 96°C. Laissez infuser pendant 4 à 5 minutes pour permettre aux arômes d'épices et de fruits secs de se développer pleinement.",
    "imgSrc": "https://www.maison-lagrange.com/1704-large_default/cafe-grain-yemen-mof.jpg"
  },
  {
    "id": 6,
    "name": "Café Thaïlandais",
    "continent": "Asie",
    "country": "Thaïlande",
    "profile": "Epicé",
    "price": 24.0,
    "added_date": "2024-10-15",
    "description": "Un café doux et épicé souvent servi avec du lait de coco et des notes d'épices orientales comme la cannelle et la cardamome. Ce café crémeux et épicé est idéal pour ceux qui recherchent une boisson réconfortante et exotique. Le lait de coco ajoute une douceur subtile et une texture onctueuse qui se marie parfaitement avec les épices, créant une expérience de dégustation chaleureuse et enveloppante.",
    "preparation": "Préparez ce café en utilisant une méthode de filtrage à main ou une cafetière à piston. Ajoutez une petite quantité de lait de coco pour un goût doux et onctueux. Complétez avec des épices comme la cannelle et la cardamome pour accentuer les saveurs orientales. Servez chaud pour une expérience réconfortante et épicée.",
    "imgSrc": "https://www.vert-tiges.com/11120-thickbox_default/cafe-thailande-pang-khon-tribe-akha-sachet-95g-.jpg"
  },
  {
    "id": 7,
    "name": "Café Éthiopien (Yirgacheffe)",
    "continent": "Afrique",
    "country": "Éthiopie",
    "profile": "Floral",
    "price": 29.5,
    "added_date": "2024-10-05",
    "description": "Ce café est légèrement floral et fruité, avec des arômes d'agrumes, de jasmin et de baies. Sa forte acidité et sa légèreté en font une option rafraîchissante et complexe. Cultivé dans la région de Yirgacheffe en Éthiopie, il est célèbre pour sa finesse et son caractère unique. Parfait pour ceux qui recherchent un café léger, acidulé et délicat, ce café est un excellent choix pour une expérience de dégustation raffinée.",
    "preparation": "Préparez ce café avec une méthode douce comme le pour-over ou la cafetière à piston pour préserver ses arômes floraux et fruités. Utilisez une mouture moyenne et un ratio de 15g de café pour 250ml d'eau à 92°C. Laissez infuser pendant 3 à 4 minutes pour une tasse légère et acidulée.",
    "imgSrc": "https://www.graindecafe.com/cdn/shop/files/cafe-vert-ethiopie-yirgacheffe-site-v2.jpg?v=1729933662&width=1125"
  },
  {
    "id": 8,
    "name": "Café Kényan",
    "continent": "Afrique",
    "country": "Kenya",
    "profile": "Fruité",
    "price": 26.0,
    "added_date": "2024-10-08",
    "description": "Un café vif et acide, avec des notes de baies noires, de fruits tropicaux et une légère touche de thé. Ce café est reconnu pour sa brillance et son intensité, avec une acidité marquée qui en fait une option idéale pour ceux qui aiment les cafés lumineux et fruités. Cultivé sur les pentes des montagnes du Kenya, ce café est parfait pour une tasse énergisante et rafraîchissante.",
    "preparation": "Pour obtenir un café vif et fruité, privilégiez une méthode de filtration comme la cafetière à piston ou la méthode pour-over. Utilisez une mouture moyenne et 15g de café pour 250ml d'eau chaude (90°C). Le temps d'infusion doit être de 3 à 4 minutes pour une tasse éclatante et acide.",
    "imgSrc": "https://labruleriedurendezvous.com/wp-content/uploads/2022/09/cafe-moulu-250-gr-fin-Kenya.webp"
  },
  {
    "id": 9,
    "name": "Café Ougandais",
    "continent": "Afrique",
    "country": "Ouganda",
    "profile": "Chocolaté",
    "price": 24.5,
    "added_date": "2024-10-10",
    "description": "Un café robuste et épicé, avec des arômes de chocolat noir et de noix. C'est l'un des cafés les plus corsés du continent africain. Cultivé dans les régions montagneuses de l'Ouganda, il offre une tasse profonde et savoureuse, idéale pour les amateurs de cafés intenses et chocolatés. Sa richesse et son caractère fort en font une boisson parfaite pour les amateurs de café audacieux.",
    "preparation": "Pour un café intense, utilisez une cafetière à piston avec une mouture grossière. Ajoutez 15g de café pour 250ml d'eau à 94°C. Laissez infuser pendant 4 à 5 minutes pour obtenir une tasse riche et corsée avec des arômes de chocolat noir et de noix.",
    "imgSrc": "https://labruleriedurendezvous.com/wp-content/uploads/2023/04/cafe-moulu-250-gr-fin-Ouganda.webp"
  },
  {
    "id": 10,
    "name": "Café de Tanzanie (Peaberry)",
    "continent": "Afrique",
    "country": "Tanzanie",
    "profile": "Fruité",
    "price": 27.5,
    "added_date": "2024-10-11",
    "description": "Ce café est légèrement acidulé, avec des notes de fruits rouges, de chocolat et une pointe florale. Sa saveur est douce et agréable, avec un corps moyen et une grande complexité. Cultivé dans les montagnes de la Tanzanie, il est célèbre pour son caractère doux et équilibré, offrant une expérience de dégustation agréable pour ceux qui préfèrent les cafés fruités et légèrement sucrés.",
    "preparation": "Préparez ce café en utilisant une cafetière à piston ou une méthode pour-over pour en extraire toute la douceur et la complexité. Utilisez 15g de café pour 250ml d'eau à 92°C et laissez infuser pendant 4 minutes. Ce café fruité et légèrement sucré sera parfait pour ceux qui préfèrent une tasse équilibrée."
  },
  {
    "id": 11,
    "name": "Café Malien",
    "continent": "Afrique",
    "country": "Mali",
    "profile": "Sucré",
    "price": 23.0,
    "added_date": "2024-10-14",
    "description": "Un café doux et crémeux, avec des notes de miel, de chocolat et une légère touche de bois fumé. Ce café est particulièrement apprécié pour sa douceur et sa texture riche, offrant une expérience de dégustation sucrée et réconfortante. Cultivé au Mali, il représente une option agréable pour ceux qui recherchent un café doux et subtil, avec une touche légèrement fumée.",
    "preparation": "Ce café doux et crémeux se prépare idéalement avec une cafetière à piston. Utilisez 15g de café pour 250ml d'eau chaude à 90-92°C. Laissez infuser 4 à 5 minutes pour libérer ses arômes de miel, de chocolat et une légère touche de bois fumé."
  },
  {
    "id": 12,
    "name": "Café Brésilien",
    "continent": "Amérique",
    "country": "Brésil",
    "profile": "Chocolaté",
    "price": 21.0,
    "added_date": "2024-10-04",
    "description": "Le café brésilien est un café doux et équilibré, parfait pour ceux qui recherchent une boisson réconfortante et accessible. Ses arômes de noisettes, de caramel et de chocolat se mélangent subtilement avec une légère amertume, créant une expérience gustative harmonieuse. Cultivé dans les vastes plantations du Brésil, ce café bénéficie du climat propice à la culture de grains savoureux. Idéal pour une pause café toute la journée, il offre une douceur naturelle qui plaira à de nombreux amateurs de café.",
    "preparation": "Le café brésilien se prépare idéalement avec une cafetière à piston ou un pour-over. Utilisez une mouture moyenne et 15g de café pour 250ml d'eau à 92°C. Laissez infuser pendant 4 minutes pour obtenir une tasse douce et équilibrée avec des arômes de noisettes et de caramel."
  },
  {
    "id": 13,
    "name": "Café du Guatemala",
    "continent": "Amérique",
    "country": "Guatemala",
    "profile": "Fruité",
    "price": 26.5,
    "added_date": "2024-10-02",
    "description": "Le café du Guatemala est un café riche et bien équilibré, avec des notes de fruits tropicaux, de caramel et de chocolat qui se marient harmonieusement. Ce café vibrant et fruité se distingue par sa douceur naturelle et sa complexité. Cultivé sur les volcans guatémaltèques, il bénéficie d'un terroir unique qui lui confère une texture soyeuse et une finale douce. Idéal pour les amateurs de cafés fruités et équilibrés, il offre une expérience gustative riche et nuancée.",
    "preparation": "Pour préparer ce café, utilisez une méthode de filtration douce, comme une cafetière à piston ou un pour-over. Utilisez 15g de café pour 250ml d'eau à 92°C. Laissez infuser pendant 4 minutes pour révéler les notes fruitées et chocolatées avec une douceur naturelle."
  },
  {
    "id": 14,
    "name": "Café Péruvien",
    "continent": "Amérique",
    "country": "Pérou",
    "profile": "Fruité",
    "price": 23.5,
    "added_date": "2024-10-17",
    "description": "Le café péruvien est doux et agréable, avec des arômes de fruits frais, de noix et de miel. Il offre une douceur naturelle avec une légère acidité qui équilibre parfaitement les saveurs. Cultivé dans les montagnes andines du Pérou, ce café bénéficie de conditions idéales pour un goût frais et pur. Parfait pour ceux qui recherchent une tasse rafraîchissante et subtile, le café péruvien est une option délicate et équilibrée.",
    "preparation": "Ce café doux et rafraîchissant se prépare idéalement avec une méthode douce comme le pour-over. Utilisez 15g de café pour 250ml d'eau à 90°C et laissez infuser pendant 4 minutes pour en extraire toute la subtilité des arômes de fruits frais et de noix."
  },
  {
    "id": 15,
    "name": "Café Costaricain",
    "continent": "Amérique",
    "country": "Costa Rica",
    "profile": "Floral",
    "price": 25.5,
    "added_date": "2024-10-16",
    "description": "Le café costaricain est léger et fruité, avec des notes d'agrumes et de fleurs qui rappellent la beauté des paysages tropicaux du Costa Rica. Ce café délicat est idéal pour ceux qui aiment les profils floraux et frais, avec une légère pointe de sucre brun qui ajoute une touche de douceur. Cultivé dans les montagnes volcaniques du pays, ce café est une véritable invitation à découvrir les saveurs exotiques et raffinées de la région.",
    "preparation": "Pour préparer ce café délicat et fruité, optez pour un pour-over ou une cafetière à piston. Utilisez 15g de café pour 250ml d'eau à 92°C. Laissez infuser pendant 4 minutes pour savourer ses notes d'agrumes et de fleurs, avec une pointe subtile de sucre brun."
  },
  {
    "id": 16,
    "name": "Café Hondurien",
    "continent": "Amérique",
    "country": "Honduras",
    "profile": "Chocolaté",
    "price": 22.0,
    "added_date": "2024-10-13",
    "description": "Le café hondurien est riche et doux, avec des arômes de chocolat, de caramel et de noix grillées qui en font une expérience de dégustation gourmande. Ce café au corps plein et aux saveurs rondes est cultivé dans les montagnes de Honduras, un environnement idéal pour développer des saveurs profondes et équilibrées. Parfait pour les amateurs de cafés chocolatés, il offre une richesse subtile qui le rend idéal pour toute heure de la journée.",
    "preparation": "Ce café riche et doux se prépare idéalement avec une cafetière à piston. Utilisez 15g de café pour 250ml d'eau chaude à 90-92°C. Laissez infuser pendant 4 à 5 minutes pour révéler les arômes de chocolat et de caramel."
  },
  {
    "id": 17,
    "name": "Café Colombien",
    "continent": "Amérique",
    "country": "Colombie",
    "profile": "Fruité",
    "price": 28.0,
    "added_date": "2024-10-07",
    "description": "Le café colombien est l'un des plus célèbres au monde. Il est reconnu pour ses arômes de fruits rouges, de caramel et une légère acidité qui lui donne une fraîcheur agréable. Cultivé dans les montagnes des Andes, ce café bénéficie d'un terroir idéal pour offrir une tasse délicate mais pleine de caractère. Idéal pour les amateurs de cafés fruités et légèrement acides, le café colombien offre une dégustation riche et équilibrée.",
    "preparation": "Pour préparer ce café fruité, utilisez une méthode de filtration douce comme la cafetière à piston ou le pour-over. Ajoutez 15g de café pour 250ml d'eau à 92°C et laissez infuser pendant 3 à 4 minutes pour obtenir une tasse fraîche et équilibrée."
  },
  {
    "id": 18,
    "name": "Café Mexicain",
    "continent": "Amérique",
    "country": "Mexique",
    "profile": "Chocolaté",
    "price": 24.0,
    "added_date": "2024-10-22",
    "description": "Le café mexicain est doux et équilibré, avec des notes de chocolat, d'amande et de noisette. Ce café au profil chocolaté est particulièrement apprécié pour sa douceur et ses saveurs crémeuses. Cultivé dans les montagnes du Mexique, il possède un goût subtil et une texture agréable qui en fait une excellente boisson pour toute heure de la journée. Les amateurs de cafés doux et gourmands apprécieront ce mélange de saveurs exquises.",
    "preparation": "Préparez ce café doux avec une cafetière à piston ou une méthode pour-over. Utilisez 15g de café pour 250ml d'eau à 92°C et laissez infuser pendant 4 minutes pour en extraire les saveurs de chocolat, d'amande et de noisette."
  },
  {
    "id": 19,
    "name": "Café de Cuba",
    "continent": "Amérique",
    "country": "Cuba",
    "profile": "Epicé",
    "price": 26.5,
    "added_date": "2024-10-21",
    "description": "Le café cubain est corsé et robuste, avec des arômes de tabac, de chocolat, de terre et d'épices qui en font une expérience de dégustation audacieuse. Ce café est cultivé dans les montagnes de Cuba, où le climat et le sol uniques lui confèrent une richesse et une profondeur incomparables. Avec ses saveurs épicées et sa texture veloutée, ce café est parfait pour ceux qui recherchent une boisson intense et pleine de caractère.",
    "preparation": "Ce café corsé se prépare avec une cafetière à piston ou une méthode pour-over. Utilisez 15g de café pour 250ml d'eau à 92°C et laissez infuser pendant 4 à 5 minutes pour obtenir une tasse intense avec des arômes de chocolat et d'épices."
  },
  {
    "id": 20,
    "name": "Café Jamaïcain (Blue Mountain)",
    "continent": "Amérique",
    "country": "Jamaïque",
    "profile": "Sucré",
    "price": 40.0,
    "added_date": "2024-10-19",
    "description": "Le café Jamaïcain Blue Mountain est l'un des cafés les plus raffinés au monde, réputé pour ses arômes de fruits sucrés et sa douceur exceptionnelle. Ce café est remarquablement peu acide, offrant une tasse douce et veloutée qui fait le bonheur des amateurs de cafés d'exception. Cultivé dans les montagnes Blue Mountain de la Jamaïque, il est prisé pour son équilibre parfait et ses saveurs exquises, faisant de chaque gorgée un véritable moment de luxe.",
    "preparation": "Le café Jamaïcain Blue Mountain, délicat et peu acide, se prépare idéalement avec une méthode douce comme le pour-over. Utilisez 15g de café pour 250ml d'eau à 90°C. Laissez infuser pendant 3 à 4 minutes pour une tasse veloutée et sucrée."
  },
  {
    "id": 21,
    "name": "Café Salvadorien",
    "continent": "Amérique",
    "country": "Salvador",
    "profile": "Floral",
    "price": 24.5,
    "added_date": "2024-10-23",
    "description": "Le café salvadorien est doux et équilibré, avec des notes florales de jasmin qui apportent légèreté et délicatesse à chaque tasse. Cultivé dans les hauts plateaux du Salvador, ce café bénéficie de conditions idéales pour développer des arômes fins et subtils. Ce café floral est parfait pour ceux qui recherchent une boisson légère et élégante, avec une douceur naturelle et une douceur agréable.",
    "preparation": "Pour préparer le café salvadorien, il est recommandé de le filtrer à l'aide d'une méthode douce, comme la Chemex ou le V60, pour préserver ses arômes floraux délicats. Utilisez une mouture moyenne et une température d'eau entre 90 et 95°C pour une extraction optimale."
  },
  {
    "id": 22,
    "name": "Café de Papouasie-Nouvelle-Guinée",
    "continent": "Océanie",
    "country": "Papouasie-Nouvelle-Guinée",
    "profile": "Fruité",
    "price": 28.0,
    "added_date": "2024-10-24",
    "description": "Le café de Papouasie-Nouvelle-Guinée est réputé pour ses saveurs terreuses et sa légère acidité. Les arômes de fruits tropicaux et de chocolat se mélangent harmonieusement pour offrir une tasse riche et veloutée. Cultivé dans les régions montagneuses de l'île, ce café bénéficie des conditions uniques de son terroir pour produire un café exotique et fascinant. Sa texture soyeuse et ses saveurs raffinées en font un choix idéal pour les amateurs de cafés fruités et complexes.",
    "preparation": "Utilisez une méthode d'infusion douce comme une presse française pour libérer les arômes tropicaux et chocolatés de ce café. Il est préférable d'utiliser de l'eau à une température de 92°C et une mouture grossière pour obtenir une tasse riche et veloutée."
  },
  {
    "id": 23,
    "name": "Café de l'île de Java (Indonésie)",
    "continent": "Océanie",
    "country": "Indonésie",
    "profile": "Epicé",
    "price": 26.0,
    "added_date": "2024-10-25",
    "description": "Le café de l'île de Java est riche et corsé, avec des notes épicées, de terre et une douce touche de caramel. Ce café est cultivé sur l'île de Java, en Indonésie, et se distingue par sa profondeur et son corps plein. Son profil épicé et sa richesse en font une boisson idéale pour les amateurs de cafés forts et audacieux. Le mélange de saveurs terreuses et sucrées crée une expérience de dégustation agréable et intrigante.",
    "preparation": "Pour révéler les arômes épicés de ce café, optez pour un café préparé en méthode filtre ou en expresso. Une mouture fine et une température d'eau autour de 94°C permettront de souligner son corps riche et ses notes de terre et de caramel."
  },
  {
    "id": 24,
    "name": "Café de Timor",
    "continent": "Océanie",
    "country": "Timor",
    "profile": "Chocolaté",
    "price": 25.0,
    "added_date": "2024-10-27",
    "description": "Le café de l'île de Timor est reconnu pour ses arômes boisés et sa légère acidité. Ce café au corps plein offre des saveurs de cacao et de fruits secs, créant une expérience de dégustation riche et intense. Cultivé sur l'île de Timor, ce café bénéficie d'un terroir unique qui en fait une excellente option pour ceux qui recherchent une tasse corsée et pleine de caractère.",
    "preparation": "Préparez ce café avec une méthode douce, comme une cafetière à piston ou un filtre, pour mettre en valeur ses arômes boisés et chocolatés. Une température d'eau de 92°C et une mouture moyenne assureront une extraction équilibrée."
  },
  {
    "id": 25,
    "name": "Café du Vanuatu",
    "continent": "Océanie",
    "country": "Vanuatu",
    "profile": "Fruité",
    "price": 27.5,
    "added_date": "2024-10-30",
    "description": "Le café du Vanuatu est cultivé sur les pentes volcaniques de l'île, offrant des arômes de fruits tropicaux et de chocolat avec une acidité douce. Ce café léger à moyen possède une texture agréable et des saveurs exotiques qui séduisent les amateurs de cafés fruités. Avec ses saveurs nuancées et son corps léger, ce café est une option délicieuse et exotique pour ceux qui recherchent quelque chose de nouveau.",
    "preparation": "Préparez ce café léger avec une méthode douce comme le pour-over pour faire ressortir ses arômes fruités et chocolatés. Utilisez 15g de café pour 250ml d'eau à 90-92°C et laissez infuser pendant 3-4 minutes."
  },
  {
    "id": 26,
    "name": "Café Marocain (Nous-Nous)",
    "continent": "Afrique",
    "country": "Maroc",
    "profile": "Sucré",
    "price": 21.5,
    "added_date": "2024-10-03",
    "description": "Le café marocain Nous-Nous est un véritable réconfort dans une tasse. Cette spécialité douce et sucrée est souvent servie avec du lait chaud, créant une texture crémeuse qui enrobe le palais. Les arômes de caramel et les épices douces s'entrelacent pour offrir une expérience chaleureuse et apaisante, parfaite pour un après-midi détendu ou une pause dans une atmosphère conviviale. Ce café typique du Maroc vous plonge dans les traditions du pays, où il est souvent dégusté après un repas pour apaiser et régaler les sens.",
    "preparation": "Préparez le café marocain Nous-Nous avec une cafetière traditionnelle ou en utilisant une méthode douce. Chauffez le lait et ajoutez-le au café pour une texture crémeuse et douce. Ajustez la quantité de lait et de sucre selon votre goût."
  },
  {
    "id": 27,
    "name": "Café Rwandais",
    "continent": "Afrique",
    "country": "Rwanda",
    "profile": "Fruité",
    "price": 24.0,
    "added_date": "2024-10-07",
    "description": "Le café rwandais est un voyage au cœur des saveurs fruitées. Aux arômes d'agrumes et de baies, il présente une vivacité agréable qui rafraîchit le palais à chaque gorgée. Son acidité légère et ses notes de fruits frais en font une boisson parfaite pour commencer la journée ou pour une pause rafraîchissante. Cultivé dans les montagnes volcaniques du Rwanda, ce café offre une douceur qui se marie harmonieusement avec sa complexité, créant une expérience de dégustation dynamique et joyeuse.",
    "preparation": "Utilisez une méthode douce comme le pour-over ou la Chemex pour extraire pleinement les arômes d'agrumes et de baies de ce café rwandais. Une température d'eau entre 90 et 95°C et une mouture moyenne sont idéales pour une tasse rafraîchissante."
  },
  {
    "id": 28,
    "name": "Café Bolivien",
    "continent": "Amérique",
    "country": "Bolivie",
    "profile": "Floral",
    "price": 23.5,
    "added_date": "2024-10-10",
    "description": "Le café bolivien est une véritable révélation florale, offrant une tasse élégante aux arômes de jasmin et de miel. Sa douce acidité est parfaitement équilibrée par la richesse de ses notes florales, créant une expérience de dégustation légère et raffinée. Ce café est cultivé dans les hautes terres de la Bolivie, où le climat et le sol favorisent la production de grains d'une qualité exceptionnelle. Chaque gorgée est une invitation à savourer la beauté et la sérénité des paysages andins.",
    "preparation": "Préparez ce café floral avec une méthode douce comme le pour-over pour préserver ses arômes délicats. Utilisez 15g de café pour 250ml d'eau à 92°C et laissez infuser pendant 3-4 minutes pour en extraire toutes les saveurs florales."
  },
  {
    "id": 29,
    "name": "Café Panaméen (Geisha)",
    "continent": "Amérique",
    "country": "Panama",
    "profile": "Floral",
    "price": 35.0,
    "added_date": "2024-10-05",
    "description": "Le café panaméen Geisha est l'une des variétés les plus prisées et raffinées au monde. Avec des arômes envoûtants de jasmin, de fruits exotiques et d'agrumes, ce café se distingue par sa légèreté et sa complexité. Chaque tasse révèle une acidité subtile, parfaitement équilibrée par une douceur fruitée, pour une expérience de dégustation vraiment unique. Produit dans les montagnes du Panama, ce café est un véritable trésor pour les amateurs de cafés d'exception, offrant une richesse aromatique qui éveille les sens.",
    "preparation": "Le café panaméen Geisha se prépare de manière optimale avec une méthode douce comme le pour-over. Utilisez 15g de café pour 250ml d'eau à 90°C. Laissez infuser pendant 3 à 4 minutes pour une tasse légère et fruitée, avec des notes de jasmin et d'agrumes."
  },
  {
    "id": 30,
    "name": "Café Turc",
    "continent": "Europe",
    "country": "Turquie",
    "profile": "Chocolaté",
    "price": 22.5,
    "added_date": "2024-10-12",
    "description": "Le café turc est un incontournable de la tradition du Moyen-Orient, connu pour sa méthode de préparation lente qui lui confère une texture épaisse et veloutée. Avec des notes profondes de chocolat noir, ce café intense révèle une richesse qui ravit les amateurs de boissons corsées. Souvent servi dans de petites tasses, il est apprécié pour sa capacité à concentrer toutes les saveurs et à offrir une expérience gustative prolongée. Parfait pour ceux qui aiment savourer un café robuste et riche en nuances.",
    "preparation": "Le café turc est préparé en faisant chauffer lentement de l'eau avec du café moulu très finement et du sucre, sans filtration, dans un cezve (un petit pot en métal). Il est ensuite servi directement dans la tasse avec le marc de café."
  },
  {
    "id": 31,
    "name": "Café Népalais",
    "continent": "Asie",
    "country": "Népal",
    "profile": "Fruité",
    "price": 26.0,
    "added_date": "2024-10-15",
    "description": "Le café népalais est un café fruité et doux, avec des arômes de fruits rouges et d'épices légères qui créent une symphonie de saveurs en bouche. Sa légère acidité et sa texture soyeuse font de chaque tasse un moment de douceur. Cultivé dans les régions montagneuses du Népal, ce café bénéficie d'un terroir unique qui lui confère une complexité douce et rafraîchissante. Ce café est idéal pour ceux qui cherchent une boisson équilibrée, pleine de fraîcheur et de délicatesse.",
    "preparation": "Le café népalais est préparé en infusant les grains de café fraîchement moulus avec de l'eau chaude, souvent en utilisant une méthode de filtre traditionnelle, ce qui donne une tasse douce et légèrement acide."
  },
  {
    "id": 32,
    "name": "Café Zimbabwéen",
    "continent": "Afrique",
    "country": "Zimbabwe",
    "profile": "Epicé",
    "price": 24.5,
    "added_date": "2024-10-11",
    "description": "Le café zimbabwéen est un café corsé et puissant, aux arômes épicés et boisés qui évoquent les vastes étendues sauvages de l'Afrique. Il offre une acidité moyenne qui équilibre parfaitement sa richesse, avec une douceur persistante qui enveloppe le palais. Les amateurs de cafés intenses apprécieront ses notes complexes et sa texture ronde qui reste en bouche, faisant de chaque gorgée une expérience durable. Ce café est idéal pour ceux qui cherchent à savourer un profil épicé et audacieux.",
    "preparation": "Le café zimbabwéen est généralement préparé en utilisant un procédé de filtration lente ou un cafetière à piston pour extraire ses arômes puissants et épicés."
  },
  {
    "id": 33,
    "name": "Café Malgache",
    "continent": "Afrique",
    "country": "Madagascar",
    "profile": "Chocolaté",
    "price": 23.0,
    "added_date": "2024-10-09",
    "description": "Le café malgache est un café doux et onctueux, où les notes de cacao, de noisette et de caramel se mêlent harmonieusement pour créer une boisson délicieusement gourmande. Sa texture crémeuse et ses saveurs subtiles en font un café particulièrement réconfortant, idéal pour une pause douceur en milieu de journée. Cultivé sur l'île de Madagascar, ce café bénéficie d'un climat unique qui lui permet de développer un profil riche et sucré, parfait pour les amateurs de cafés chocolatés.",
    "preparation": "Le café malgache est préparé avec des grains de café finement moulus, souvent infusés à l’aide d’une cafetière à piston ou d’un système de filtration pour libérer ses arômes chocolatés et caramélisés."
  },
  {
    "id": 34,
    "name": "Café des Fidji",
    "continent": "Océanie",
    "country": "Fidji",
    "profile": "Fruité",
    "price": 27.0,
    "added_date": "2024-10-17",
    "description": "Cultivé sur les îles des Fidji, ce café présente des arômes de fruits tropicaux frais et une acidité douce qui en fait une boisson agréable et légère. Sa texture est délicate et sa douceur naturelle fait de chaque tasse une expérience rafraîchissante. Ce café est parfait pour ceux qui recherchent un café fruité mais équilibré, capable d'éveiller les sens sans être trop envahissant. Laissez-vous transporter par les saveurs exotiques des Fidji et découvrez un café aux nuances tropicales uniques.",
    "preparation": "Le café des Fidji est souvent préparé avec une méthode de filtration douce, permettant d'extraire les arômes fruités et tropicaux qui le caractérisent."
  },
  {
    "id": 35,
    "name": "Café Haïtien",
    "continent": "Amérique",
    "country": "Haïti",
    "profile": "Epicé",
    "price": 25.0,
    "added_date": "2024-10-19",
    "description": "Ce café corsé d'Haïti est un véritable voyage pour les sens, offrant un mélange harmonieux d'épices et de cacao, avec une touche subtile de saveurs terreuses qui lui donne toute sa profondeur. Son amertume légère, équilibrée par des notes chocolatées, crée une tasse riche qui transporte immédiatement les amateurs de café vers les plantations haïtiennes. Grâce à son profil équilibré et ses arômes persistants, ce café est parfait pour ceux qui apprécient une boisson intense et réconfortante, idéale à savourer lentement pour capturer toutes ses nuances.",
    "preparation": "Le café haïtien est préparé de manière traditionnelle, souvent en faisant infuser des grains de café moulus dans de l'eau chaude à l'aide d'une cafetière à filtre ou d'un procédé d'infusion lente."
  },
  {
    "id": 36,
    "name": "Café Pérouvien (Cusco)",
    "continent": "Amérique",
    "country": "Pérou",
    "profile": "Floral",
    "price": 24.5,
    "added_date": "2024-10-06",
    "description": "Ce café délicat provient des hauteurs andines de Cusco, au Pérou, où il est cultivé dans des conditions idéales pour révéler ses arômes floraux. Avec des notes de jasmin, de miel et une acidité subtile, chaque tasse offre une douceur raffinée et des nuances florales qui rappellent les paysages en altitude. Le goût équilibré et floral de ce café péruvien en fait un choix parfait pour ceux qui recherchent une expérience de dégustation élégante et légère, idéale pour les après-midi tranquilles.",
    "preparation": "Le café péruvien est préparé avec des grains fraîchement moulus, en utilisant généralement une méthode d'infusion douce, comme un filtre ou une cafetière à piston, pour révéler ses notes florales et subtiles."
  },
  {
    "id": 37,
    "name": "Café Togolais",
    "continent": "Afrique",
    "country": "Togo",
    "profile": "Epicé",
    "price": 23.0,
    "added_date": "2024-10-08",
    "description": "Le café togolais est une boisson intense et exotique, marquée par des arômes épicés de poivre noir et des nuances de cacao qui offrent une expérience gustative unique. Sa texture est ronde, enveloppante, et sa saveur reste en bouche, procurant une sensation de chaleur et de profondeur. Parfait pour les amateurs de cafés riches et audacieux, ce café reflète l'énergie et la chaleur de l'Afrique de l’Ouest, invitant à la découverte de ses saveurs authentiques.",
    "preparation": "Le café togolais est préparé en filtrant les grains moulus à l'aide d'une méthode traditionnelle, souvent une cafetière à piston, pour permettre aux arômes épicés et boisés de se libérer lentement."
  },
  {
    "id": 38,
    "name": "Café Russe (Kopi Luwak)",
    "continent": "Europe",
    "country": "Russie",
    "profile": "Chocolaté",
    "price": 80.0,
    "added_date": "2024-10-13",
    "description": "Le café Kopi Luwak, d'origine russe, est un des cafés les plus rares et prisés au monde. Avec ses arômes de chocolat noir, de fruits secs et une texture luxueusement veloutée, ce café se distingue par son processus de production particulier. Il offre une expérience sensorielle inégalée avec une richesse complexe et une finition douce qui perdure en bouche. Ce café exceptionnel est réservé aux connaisseurs en quête d'une expérience raffinée et unique.",
    "preparation": "Le café Kopi Luwak est préparé en utilisant des grains soigneusement sélectionnés, souvent moulus juste avant l'infusion pour préserver sa richesse et ses arômes complexes."
  },
  {
    "id": 39,
    "name": "Café Argentin",
    "continent": "Amérique",
    "country": "Argentine",
    "profile": "Fruité",
    "price": 26.5,
    "added_date": "2024-10-04",
    "description": "Le café argentin, cultivé dans les régions montagneuses, révèle une richesse fruitée avec des notes de fruits rouges et de noisette. Ce café est doux, mais possède un caractère distinctif, offrant une complexité de saveurs qui ravira les amateurs de cafés au profil fruité. Chaque gorgée transporte les papilles vers les paysages argentins, où les montagnes et les vignobles côtoient les plantations de café, pour une expérience gustative douce et équilibrée.",
    "preparation": "Le café argentin est traditionnellement préparé en filtrant les grains fraîchement moulus à l'aide d'une méthode douce comme une cafetière à piston pour libérer ses arômes fruités."
  },
  {
    "id": 40,
    "name": "Café Philippin (Barako)",
    "continent": "Asie",
    "country": "Philippines",
    "profile": "Epicé",
    "price": 22.5,
    "added_date": "2024-10-18",
    "description": "Le café Barako des Philippines est intense et épicé, avec des arômes puissants de chocolat noir et de bois, qui en font une boisson robuste et corsée. Ce café est une spécialité philippine, cultivée principalement dans la région de Batangas, et sa saveur unique reflète le terroir des Philippines. Son profil puissant et sa texture dense raviront les amateurs de cafés aux saveurs audacieuses et authentiques.",
    "preparation": "Le café Barako est préparé en infusant les grains de café fraîchement moulus dans de l'eau chaude, généralement à l'aide d'un filtre ou d'un système à piston pour extraire ses arômes épicés et boisés."
  },
  {
    "id": 41,
    "name": "Café Guinéen",
    "continent": "Afrique",
    "country": "Guinée",
    "profile": "Chocolaté",
    "price": 24.0,
    "added_date": "2024-10-21",
    "description": "Le café guinéen est un véritable plaisir pour les amateurs de saveurs chocolatées. Avec ses arômes de cacao et de noisette, ce café offre une acidité modérée qui équilibre ses saveurs riches et douces. La tasse est onctueuse et réconfortante, idéale pour ceux qui recherchent une boisson apaisante et gourmande, évoquant les forêts luxuriantes de la Guinée. Parfait pour un moment de détente tout en douceur.",
    "preparation": "Le café guinéen est préparé en faisant infuser les grains fraîchement moulus dans de l'eau chaude, souvent à l'aide d'une cafetière à piston ou d'un filtre pour révéler ses arômes chocolatés et noisettés."
  },
  {
    "id": 42,
    "name": "Café Indien (Monsooned Malabar)",
    "continent": "Asie",
    "country": "Inde",
    "profile": "Sucré",
    "price": 28.0,
    "added_date": "2024-10-20",
    "description": "Le Monsooned Malabar d'Inde est un café rare, doux et sucré, aux arômes subtils de caramel et de chocolat. La texture moelleuse de ce café est unique, grâce au processus spécial de 'monsonnage', qui permet aux grains d'absorber l'humidité des vents de mousson. Il en résulte un café exceptionnel, parfaitement équilibré, qui évoque la douceur de la côte indienne, parfait pour une dégustation riche et enveloppante.",
    "preparation": "Le café Monsooned Malabar est préparé après un processus unique où les grains sont exposés aux vents de mousson pour absorber l'humidité, avant d'être infusés avec une méthode douce, comme une cafetière à piston, pour révéler ses saveurs sucrées et caramélisées."
  },
  {
    "id": 43,
    "name": "Café Ouzbek",
    "continent": "Asie",
    "country": "Ouzbékistan",
    "profile": "Floral",
    "price": 25.0,
    "added_date": "2024-10-22",
    "description": "Ce café ouzbek est raffiné et aromatique, avec des arômes floraux doux et de légères touches épicées qui reflètent le riche héritage de l'Asie centrale. Il se distingue par sa douceur et son acidité légère, offrant une tasse délicate et équilibrée. Idéal pour une pause élégante, ce café rappelle la délicatesse des parfums orientaux et offre une expérience sensorielle apaisante et subtile.",
    "preparation": "Le café ouzbek est préparé en infusant les grains de café moulus avec de l'eau chaude à l'aide d'un filtre ou d'une méthode traditionnelle, permettant de libérer ses arômes floraux et épicés."
  },
  {
    "id": 44,
    "name": "Café Irlandais",
    "continent": "Europe",
    "country": "Irlande",
    "profile": "Sucré",
    "price": 23.0,
    "added_date": "2024-10-16",
    "description": "Le café irlandais est souvent associé à des saveurs sucrées de caramel et de vanille, avec une touche de noisette et une acidité légère. Ce café est particulièrement apprécié en version 'Irish coffee', où il est agrémenté de crème et de whisky pour une boisson chaude et réconfortante. Doux et crémeux, il est parfait pour ceux qui aiment une boisson sucrée et apaisante, qui rappelle les pubs chaleureux et la convivialité de l’Irlande.",
    "preparation": "Le café irlandais est souvent préparé en infusant des grains de café doux, puis agrémenté de crème et de whisky pour créer un 'Irish coffee', offrant une boisson chaude et crémeuse."
  },
  {
    "id": 45,
    "name": "Café Néozélandais",
    "continent": "Océanie",
    "country": "Nouvelle-Zélande",
    "profile": "Fruité",
    "price": 29.0,
    "added_date": "2024-10-26",
    "description": "Le café néozélandais est frais et fruité, avec des notes d'agrumes et de fruits exotiques qui en font une boisson équilibrée et légère. Cultivé sur des terres volcaniques, il présente une complexité unique, qui capture la pureté des paysages néozélandais. Ce café est parfait pour ceux qui apprécient les saveurs vives et rafraîchissantes, offrant une expérience de dégustation qui rappelle la beauté sauvage de la Nouvelle-Zélande.",
    "preparation": "Le café néozélandais est préparé en infusant des grains de café fraîchement moulus avec une méthode douce, comme un filtre ou une cafetière à piston, pour révéler ses notes fruitées et équilibrées."
  },
  {
    "id": 46,
    "name": "Café Sierra Léonais",
    "continent": "Afrique",
    "country": "Sierra Leone",
    "profile": "Epicé",
    "price": 22.0,
    "added_date": "2024-10-02",
    "description": "Ce café de Sierra Leone offre une expérience riche et complexe. Son profil épicé est marqué par des arômes de poivre noir, de cacao et de subtiles notes terreuses. Ce café est apprécié pour son corps robuste, qui en fait un choix parfait pour ceux qui aiment les cafés à la saveur profonde et persistante. Avec une légère acidité qui équilibre parfaitement ses saveurs, le café Sierra Léonais se distingue comme un trésor d'Afrique de l'Ouest, offrant une tasse intense qui réchauffe le palais.",
    "preparation": "Le café sierra léonais est préparé en filtrant les grains de café fraîchement moulus, souvent avec un système à piston, pour libérer ses arômes épicés et terreux."
  },
  {
    "id": 47,
    "name": "Café Malaisien (Kopi)",
    "continent": "Asie",
    "country": "Malaisie",
    "profile": "Sucré",
    "price": 24.5,
    "added_date": "2024-10-03",
    "description": "Le café malaisien, appelé 'Kopi', est un incontournable en Asie du Sud-Est. Préparé traditionnellement avec du lait concentré sucré, ce café est à la fois onctueux et intense. Ses saveurs riches de caramel et de chocolat créent une boisson gourmande et satisfaisante, souvent servie chaude ou glacée. Kopi est réputé pour sa texture veloutée et son goût réconfortant qui en fait une boisson populaire en Malaisie, idéale pour se détendre et apprécier des moments de convivialité.",
    "preparation": "Le café malaisien, appelé 'Kopi', est préparé traditionnellement avec du lait concentré sucré et du café infusé, souvent dans une méthode de filtration douce ou à l'aide d'une cafetière à piston."
  },
  {
    "id": 48,
    "name": "Café Chinois (Yunnan)",
    "continent": "Asie",
    "country": "Chine",
    "profile": "Fruité",
    "price": 26.0,
    "added_date": "2024-10-05",
    "description": "Cultivé dans la province chinoise de Yunnan, ce café est doux et fruité, caractérisé par des arômes de fruits rouges et de miel. Il reflète le riche terroir du Yunnan, avec une douceur naturelle et une complexité qui le rendent unique parmi les cafés asiatiques. Avec une acidité subtile, ce café est parfaitement équilibré, offrant une expérience de dégustation raffinée, idéale pour ceux qui recherchent des saveurs fruitées et délicates dans leur tasse quotidienne.",
    "preparation": "Le café Yunnan est préparé en filtrant les grains fraîchement moulus avec de l'eau chaude, souvent à l'aide d'un filtre ou d'une cafetière à piston, pour révéler ses arômes fruités et doux."
  },
  {
    "id": 49,
    "name": "Café Haïtien (Ti Café Lakay)",
    "continent": "Amérique",
    "country": "Haïti",
    "profile": "Chocolaté",
    "price": 25.5,
    "added_date": "2024-10-07",
    "description": "Le Ti Café Lakay d’Haïti est un café fort en caractère, souvent célébré pour ses arômes de chocolat noir et de noisette. Ce café provient des montagnes haïtiennes et offre un goût riche, avec une saveur persistante qui évolue à chaque gorgée. Sa texture épaisse et veloutée, associée à une légère amertume, crée une boisson inoubliable. Ce café représente le meilleur de la culture caféière haïtienne et est idéal pour les amateurs de café au profil chocolaté et intense.",
    "preparation": "Le Ti Café Lakay d'Haïti est préparé en infusant des grains de café fort et chocolaté, souvent avec une méthode de filtration lente ou une cafetière à piston pour libérer ses saveurs intenses et veloutées."
  },
  {
    "id": 50,
    "name": "Café Égyptien",
    "continent": "Afrique",
    "country": "Égypte",
    "profile": "Epicé",
    "price": 23.0,
    "added_date": "2024-10-10",
    "description": "Le café égyptien est une boisson traditionnelle préparée avec une touche de cardamome, qui lui donne un goût intense et aromatique. Ce café est souvent consommé lentement, pour permettre aux saveurs de se révéler pleinement. Avec son corps corsé et ses notes épicées, il offre une expérience de dégustation unique qui rappelle les marchés d'épices du Caire. Chaque tasse de café égyptien est une invitation à plonger dans les arômes enivrants de l'Orient.",
    "preparation": "Le café égyptien est préparé en infusant les grains de café avec une touche de cardamome, souvent dans une cafetière traditionnelle pour permettre aux arômes épicés de se diffuser lentement."
  },
  {
    "id": 51,
    "name": "Café Ougandais (Bugisu)",
    "continent": "Afrique",
    "country": "Ouganda",
    "profile": "Chocolaté",
    "price": 24.5,
    "added_date": "2024-10-09",
    "description": "Ce café ougandais, cultivé dans la région de Bugisu, est reconnu pour son profil chocolaté et ses arômes de noisette. Avec une faible acidité et une texture douce, il offre une tasse équilibrée et réconfortante. Les grains de café Bugisu, cultivés sur les pentes du mont Elgon, sont nourris par un sol riche en minéraux, ce qui donne un café rond et velouté, apprécié pour sa douceur et ses nuances chocolatées. Idéal pour une dégustation agréable et relaxante.",
    "preparation": "Le café ougandais Bugisu est préparé en infusant les grains de café fraîchement moulus avec une méthode douce, comme une cafetière à piston, pour faire ressortir ses saveurs chocolatées et de noisette."
  },
  {
    "id": 52,
    "name": "Café Mexicain (Chiapas)",
    "continent": "Amérique",
    "country": "Mexique",
    "profile": "Fruité",
    "price": 26.5,
    "added_date": "2024-10-12",
    "description": "Le café de la région de Chiapas au Mexique est un joyau fruité aux notes d’agrumes et d’épices. Cultivé dans un climat tropical à haute altitude, ce café est riche en arômes vibrants et présente une acidité rafraîchissante. Ses saveurs florales et fruitées sont parfaitement équilibrées, offrant une expérience de dégustation légère et pleine de fraîcheur, idéale pour les amateurs de cafés aux profils exotiques et uniques.",
    "preparation": "Le café mexicain de Chiapas est préparé en infusant des grains de café moulus avec de l'eau chaude, souvent en utilisant un filtre pour révéler ses arômes fruités et d'agrumes."
  },
  {
    "id": 53,
    "name": "Café Taïwanais",
    "continent": "Asie",
    "country": "Taïwan",
    "profile": "Floral",
    "price": 28.0,
    "added_date": "2024-10-15",
    "description": "Ce café taïwanais est un délice floral et délicat, apprécié pour ses arômes de fleurs de jasmin et ses touches subtiles d'épices. Cultivé sur les hauteurs montagneuses de Taïwan, ce café est doux en bouche avec une acidité fine, créant une expérience raffinée et équilibrée. Les amateurs de cafés floraux et légers trouveront ici un profil de saveur qui rappelle la fraîcheur de la nature taïwanaise.",
    "preparation": "Le café taïwanais est préparé avec des grains frais, souvent infusés dans une méthode douce, comme une cafetière à piston ou un filtre, pour exhaler ses arômes floraux et subtils."
  },
  {
    "id": 54,
    "name": "Café Péruvien (Jaén)",
    "continent": "Amérique",
    "country": "Pérou",
    "profile": "Floral",
    "price": 27.0,
    "added_date": "2024-10-13",
    "description": "Le café de Jaén au Pérou est un café floral et élégant, cultivé à haute altitude dans les Andes. Son profil est marqué par des notes de jasmin et de fleurs de montagne, avec une acidité vive qui lui confère une saveur rafraîchissante. Ce café révèle une douceur naturelle et une complexité aromatique, offrant une expérience de dégustation riche et subtile qui plaira aux amateurs de cafés fleuris et légers.",
    "preparation": "Le café péruvien de Jaén est préparé en filtrant des grains fraîchement moulus, souvent dans une cafetière à piston, pour révéler ses arômes floraux et acidulés."
  },
  {
    "id": 55,
    "name": "Café Camerounais",
    "continent": "Afrique",
    "country": "Cameroun",
    "profile": "Sucré",
    "price": 24.0,
    "added_date": "2024-10-17",
    "description": "Ce café du Cameroun se distingue par ses arômes sucrés de sucre brun et de chocolat, offrant une boisson douce et agréable. Cultivé dans les forêts tropicales du Cameroun, il présente une texture veloutée et un goût rond, avec une acidité discrète. Parfait pour une tasse de café réconfortante, ce café camérounais est apprécié pour sa richesse en saveurs et sa douceur naturelle, idéale pour un moment de détente.",
    "preparation": "Le café camerounais est préparé en infusant des grains moulus, généralement à l'aide d'une cafetière à piston ou d'un filtre, pour faire ressortir ses arômes sucrés de chocolat et de sucre brun."
  },
  {
    "id": 56,
    "name": "Café Birman",
    "continent": "Asie",
    "country": "Birmanie",
    "profile": "Fruité",
    "price": 23.5,
    "added_date": "2024-10-16",
    "description": "Le café de Birmanie est un mélange délicat de saveurs tropicales et d'arômes fruités. Cultivé dans les hautes terres birmanes, il offre une douceur unique qui rappelle les fruits exotiques, avec une acidité équilibrée qui apporte de la fraîcheur. Ce café est parfait pour ceux qui recherchent une expérience de dégustation légère et exotique, une véritable invitation au voyage au cœur de l’Asie du Sud-Est.",
    "preparation": "Le café birman est préparé en utilisant des grains frais moulus, infusés avec une méthode douce, comme un filtre ou une cafetière à piston, pour révéler ses saveurs tropicales et fruitées."
  },
  {
    "id": 57,
    "name": "Café Chilien",
    "continent": "Amérique",
    "country": "Chili",
    "profile": "Epicé",
    "price": 25.5,
    "added_date": "2024-10-20",
    "description": "Le café chilien est corsé et épicé, avec des arômes puissants qui évoquent les épices locales et les forêts andines. Sa texture riche et ses notes intenses de poivre et de cacao en font une boisson particulièrement robuste. Cultivé dans les vallées du Chili, ce café est idéal pour les amateurs de boissons fortes et pleines de caractère, rappelant la diversité de la nature chilienne.",
    "preparation": "Le café chilien est préparé en infusant des grains de café frais, souvent avec une méthode robuste telle qu'une cafetière à piston, pour exhaler ses arômes épicés et de cacao."
  },
  {
    "id": 58,
    "name": "Café Ivoirien",
    "continent": "Afrique",
    "country": "Côte d'Ivoire",
    "profile": "Chocolaté",
    "price": 23.0,
    "added_date": "2024-10-21",
    "description": "Le café de Côte d’Ivoire est doux et chocolaté, avec des arômes généreux de cacao et de noix. Cultivé dans les plantations ivoiriennes, il offre une boisson riche et veloutée, parfaite pour une pause gourmande. Ce café est un choix idéal pour ceux qui aiment les saveurs douces et chocolatées, et il est souvent consommé pour son profil apaisant et réconfortant.",
    "preparation": "Le café ivoirien est préparé en infusant des grains de café fraîchement moulus, souvent dans une cafetière à piston ou avec un filtre, pour faire ressortir ses notes de chocolat et de noix."
  },
  {
    "id": 59,
    "name": "Café Péruvien (Amazonas)",
    "continent": "Amérique",
    "country": "Pérou",
    "profile": "Epicé",
    "price": 27.0,
    "added_date": "2024-10-23",
    "description": "Le café des montagnes d'Amazonas au Pérou est épicé et audacieux. Il est cultivé à haute altitude, où il développe des notes de cacao, de bois et de subtiles épices. Sa faible acidité et ses arômes profonds en font une boisson puissante et réconfortante, parfaite pour ceux qui recherchent un café intense et complexe. Ce café rappelle les terres mystérieuses de la jungle amazonienne.",
    "preparation": "Le café péruvien de la région d'Amazonas est préparé en infusant des grains moulus avec une méthode douce, pour révéler ses arômes épicés et ses notes de cacao et de bois."
  },
  {
    "id": 60,
    "name": "Café Réunionnais",
    "continent": "Afrique",
    "country": "La Réunion",
    "profile": "Fruité",
    "price": 29.5,
    "added_date": "2024-10-26",
    "description": "Ce café de La Réunion est un café rare et raffiné, aux arômes fruités et floraux, cultivé sur les pentes volcaniques de l'île. Avec des notes d’agrumes et une légère acidité, il offre une expérience de dégustation vive et exotique. Ce café capture l'essence de la flore de La Réunion, avec une saveur qui évoque les paysages tropicaux et le caractère unique de cette île française de l’océan Indien.",
    "preparation": "Le café réunionnais est préparé en infusant des grains fraîchement moulus, souvent à l'aide d'une cafetière à piston, pour faire ressortir ses arômes fruités et floraux, caractéristiques de cette île volcanique."
  },
  {
    "id": 61,
    "name": "Espresso Italien",
    "continent": "Europe",
    "country": "Italie",
    "profile": "Chocolaté",
    "price": 25.5,
    "added_date": "2024-10-12",
    "description": "Un café puissant et intense, avec des arômes de chocolat noir et de caramel brûlé. L'espresso italien est riche, avec une légère amertume qui ajoute de la profondeur à chaque gorgée. Ce café est un incontournable pour les amateurs de café corsé, particulièrement apprécié pour sa texture crémeuse et son caractère robuste. Préparé à l'aide d'une machine espresso, il offre une expérience authentique et énergisante.",
    "preparation": "Pour préparer un espresso italien parfait, utilisez une machine à espresso avec une pression d'eau de 9 bars. La mouture doit être fine, presque poudreuse, et la quantité de café idéale est d'environ 9 à 10g pour une tasse. L'eau doit être chauffée à environ 90-95°C pour obtenir un espresso crémeux avec une riche crema."
  }
]
